{
  "navigation": {
    "shop": "Boutique",
    "recipes": "Recettes",
    "events": "Événements"
  },
  "notFound": {
    "title": "Désolé, nous n'avons pas pu trouver cette page.",
    "subtitle": "Mais ne vous inquiétez pas, vous pouvez trouver beaucoup d'autres choses sur notre page d'accueil.",
    "backToHome": "Revenir à l'accueil"
  },
  "menu": {
    "signIn": "Se connecter",
    "register": "Créer un compte",
    "welcome": "Bienvenue",
    "userMenu": {
      "myAccount": "Mon compte",
      "myOrders": "Mes commandes",
      "logout": "Déconnexion"
    }
  },
  "authentication": {
    "login": {
      "title": "Déjà inscrit ? Connectez-vous",
      "email": "Adresse email",
      "password": "Mot de passe",
      "forgotPassword": "Mot de passe oublié?",
      "signIn": "Se connecter",
      "noAccount": "Vous n'avez pas de compte?",
      "register": "Inscription",
      "error": {
        "invalidFields": "L'email ou le password n'est pas valide"
      }
    },
    "register": {
      "title": "Nouveau client ? Inscrivez-vous",
      "lastname": "Nom",
      "firstname": "Prénom",
      "email": "Adresse email",
      "password": "Mot de passe",
      "confirmPassword": "Confirmer mot de passe",
      "agree": "J'accepte les",
      "andPrivacy": " et la ",
      "cgu": "conditions générales",
      "privacy": "politique de confidentialité",
      "signUp": "S'inscrire",
      "haveAccount": "Vous avez déjà un compte?",
      "signIn": "Connexion",
      "error": {
        "lastname": "Le nom doit contenir entre 2 et 24 caractères",
        "firstname": "Le prénom doit contenir entre 2 et 24 caractères",
        "passwordConfirmed": "Les mots de passe ne correspondent pas",
        "passwordLength": "Le mot de passe doit contenir plus de 8 caractères",
        "passwordFormat": "Le mot de passe doit contenir au moins une minuscule, une majuscule et un chiffre"
      },
      "apiResponses": {
        "success": "Votre compte a bien été créé",
        "failure": "Une erreur est survenue lors de la création de votre compte"
      }
    },
    "forgottenPassword": {
      "title": "Mot de passe oublié ?",
      "email": "Adresse email",
      "singIn": "Connectez-vous",
      "submit": "Récupérer mon mot de passe",
      "message": "Un email vous a été envoyé avec un lien pour réinitialiser votre mot de passe",
      "resetSuccess": "Votre mot de passe a bien été réinitialisé si les conditions de réinitialisation sont respectées"
    }
  },
  "quickShop": {
    "title": "Panier Papide",
    "counterInput": "Compteur d'item",
    "addFor": "Ajouter au panier pour {{price}} €"
  },
  "cart": {
    "title": "Votre panier",
    "remove": "Supprimer",
    "subtotal": "Total toutes taxes",
    "totalInfo": "Une facture vous sera envoyée à l'adresse email que vous avez renseignée lors de la commande.",
    "checkout": "Commander",
    "or": "ou",
    "continueShopping": "continuer les achats"
  },
  "productDetail": {
    "add": "Ajouter",
    "comment": "Commenter",
    "ingredients": "Ingrédients",
    "sweets": "Mignardises",
    "allergens": "Allergènes",
    "diets": "Diètes"
  },
  "comment": {
    "showMore": "Afficher plus",
    "report": {
      "label": "Signaler le commentaire",
      "reason": {
        "choose": "Choisissez une raison",
        "uncivil": "Incivil, grossier ou vulgaire",
        "discrimination": "Discrimination",
        "localBusiness": "Site d'offres de tiers",
        "illegalContent": "Contient des contenus ou des activités illégaux",
        "other": "Autre..."
      },
      "form": {
        "title": "Selectionner un motif",
        "error": {
          "notSelected": "Veuillez sélectionner un motif"
        },
        "apiResponses": {
          "failure": "Une erreur s'est produite lors du traitement de votre rapport"
        }
      }
    },
    "form": {
      "title": "Écrire un avis client",
      "placeholder": "Donnez votre avis . . .",
      "character": "Caractère",
      "characters": "Caractères",
      "max": "Maximum",
      "submit": "Envoyer",
      "error": {
        "rating": "Vous devez attribuer une note",
        "maxLength": "Votre commentaire doit contenir maximun"
      },
      "apiResponses": {
        "failure": "Une erreur est survenue lors du traitement de votre évaluation"
      }
    }
  },
  "checkout": {
    "steps": {
      "cart": "Panier",
      "address": "Adresse",
      "payment": "Paiement",
      "finished": "Terminé"
    },
    "cart": {
      "title": "Votre panier",
      "summary": "Résumé",
      "description": "Description",
      "unitPrice": "Prix unitaire",
      "total": "Total",
      "empty": "Votre panier est vide 😭",
      "rewards": {
        "title": "Récompenses",
        "button": "Sélectionner une récompense",
        "modal_title": "Vous avez",
        "modal_subtitle": "Sélectionnez une récompense",
        "modal_loyalty_pts": "points de fidélité",
        "modal_points": "points",
        "modal_button": "Sélectionner",
        "modal_button_none": "Aucune récompense"
      }
    },
    "customerDetail": {
      "firstName": "Prénom",
      "lastName": "Nom",
      "email": "Email",
      "phone": "Numéro de téléphone",
      "pickupDate": "Date de récupération de la commande",
      "address": "Adresse",
      "city": "Ville",
      "zip": "Code postal"
    },
    "payment": {
      "payButton": "Payer"
    },
    "success": {
      "title": "Félicitations, votre commande a été validée !"
    },
    "nextStep": "Continuer",
    "previousStep": "Retour",
    "backToShop": "Retourner au magasin"
  },
  "recipes": {
    "totalTime": "Temps total",
    "preparationTime": "Préparation",
    "sleepTime": "Repos",
    "cookingTime": "Cuisson",
    "cost": "Coût",
    "level": "Niveau",
    "portions": "Personnes",
    "steps": "Préparation",
    "description": "Description"
  },
  "orders": {
    "title": "Vos commandes",
    "createdAt": "Commandé le",
    "pickupDate": "Commande prévue pour le",
    "totalPrice": "Prix total :",
    "noResults": "Vous n'avez pas passé de commande"
  },
  "profile": {
    "noPhone": "non renseigné",
    "loyaltyPoint": "point de fidélité",
    "loyaltyPoints": "points de fidélité",
    "forms": {
      "validate": "Valider",
      "editPassword": {
        "btn": "modifier son password",
        "title": "Choisir un nouveau password",
        "currentPassword": "Mot de passe actuel",
        "newPassword": "Nouveau mot de passe",
        "confirmNewPassword": "Confirmer nouveau mot de passe",
        "error": {
          "newPasswordLength": "Le nouveau mot de passe doit contenir plus de 8 caractères",
          "newPasswordFormat": "Le nouveau mot de passe doit contenir au moins une minuscule, une majuscule et un chiffre",
          "newPasswordConfirmed": "Les mots de passe ne correspondent pas"
        },
        "apiResponses": {
          "success": "Votre mot de passe a été modifié",
          "failure": "Une erreur s'est produite dans la modification de votre mot de passe"
        }
      },
      "editProfile": {
        "btn": "éditer",
        "title": "Editer votre profile"
      }
    }
  },
  "filters": {
    "filtersMenu": {
      "sweets": "Mignardises",
      "trays": "Plateaux",
      "moreFilters": "Plus de Filtres",
      "noResults": "Aucun produits ne correspond à votre recherche"
    },
    "filtersModal": {
      "title": "Sélection des filtres",
      "rating": "Note",
      "price": "Prix",
      "categories": "Catégories",
      "allergens": "Allergènes",
      "resetFilters": "Réinitialiser les filtres"
    },
    "flavors": {
      "SWEET": "Sucrée",
      "SALTY": "Salée",
      "MIXED": "Mixte"
    }
  },
  "productPackage": "Lot de {{unit}} au prix unitaire de {{price}} €",
  "cgu": {
    "title": "Conditions Générales d'Utilisation",
    "cgv": {
      "title": "Conditions Générales de vente",
      "content": "Les présentes conditions générales de vente (CGV) s’appliquent à toutes les ventes effectuées sur le présent site Internet Fi.Sweets . Elles exposent les droits et obligation des Parties dans le cadre de la vente de mignardise sur Internet et sont conclues entre :\n d’une part FI.Sweets au Capital de 1€, situé au 13 rue romy Scneider, 94490 Ormesson sur marne.\n d’autre part le Client ou toute autre personne, particulier ou entreprise, visitant ou effectuant un achat via le Site (ci-après dénommé le \"Client\").\n La Société et le Client sont dénommés ensemble les « Parties ».\n",
      "accept":{
        "title": "Acceptation des conditions générales de vente",
        "content": "L’acceptation des présentes conditions s’effectue sans réserve de la part du Client.\n Les CGV font partie intégrante de notre offre et sont systématiquement portées à la connaissance de tout Client préalablement à la passation d’une commande. Elles prévalent sur toutes autres conditions figurant dans tout autre document (renseignements fournis de façon directe, supports publicitaires, descriptions, …).\n Toute condition contraire opposée par le Client sera inopposable à la Société et ce quel que soit le moment où elle aura pu être portée à notre connaissance.\n Aucune signature manuscrite ou électronique n’est nécessaire pour engager le Client, le fait pour ce dernier de cocher la case « j’ai pris connaissance des conditions générales de vente et je les accepte » avant de valider sa commande entraîne automatiquement l’acceptation expresse par ce dernier des présentes CGV.\n Les CGV applicables sont celles en vigueur au jour de la commande effectuée par le Client. La Société se réserve le droit de modifier les présentes CGV sans préavis. Celles-ci seront alors applicables aux ventes réalisées postérieurement à la modification.\n"
      },
      "serviceAccess": {
        "title": "Accessibilité des services",
        "content": "Le Site Internet est accessible 24/24h et 7/7j, sauf interruption, programmée ou non par la Société. La Société ne saurait être tenue responsable de tout dommage, quelle qu’en soit la nature, résultant d’une indisponibilité du Site.\n La mise à disposition du compte du Client ne lui ouvre aucun droit et ne crée aucune obligation à la charge de la Société.\n La transmission d’informations par Internet peut ne pas être totalement sécurisée. Bien que la Société prenne l’ensemble des dispositions requises par la loi pour protéger l’ensemble des informations des Clients sur son Site, la Société ne pourra garantir que la transmission des données à notre Site Internet soit protégée. Cette transmission intervient aux risques du Client.\n"
      },
      "customerService": {
        "title":"Service Client et réclamation",
        "content":"Pour toute question ou réclamation, notre service Client est à la disposition de nos Clients. Nous invitons nos Clients à nous faire part de leurs réclamations au plus tôt afin que nous puissions leur proposer une solution adaptée. Les moyens de contact sont les suivants :\n Mail : fi.sweets.94@gmail.com\n"
      },
      "products": {
        "title": "Produits et disponibilité",
        "content":"La Société prépare, commercialise en ligne et livre des plats au bénéfice de particuliers et d’entreprises. Les services de la Société sont réservés au Client, majeur, pour sa propre consommation. La revente des produits commercialisés par la Société est formellement interdite\n Les produits mis en vente sont conformes à la réglementation et aux normes en vigueur en France et/ou dans l’Union Européenne à la date de leur livraison. Chaque produit est accompagné d’un descriptif permettant au Client de connaître sa composition conformément à l’article L. 111-1, 1° du Code de la consommation.\n Il appartient au Client de se renseigner en amont de toute commande notamment en cas d’intolérance ou d’allergies alimentaires.\n Le dressage des produits est fait à la main.\n Les produits sont livrés froids. Leur consommation peut être différée sous réserve du respect de la Date Limite de Consommation (“DLC”) indiquée sur l’emballage et d’une conservation au réfrigérateur entre 0° et 4°. Il revient au Client de réchauffer les produits livrés qui le nécessitent selon les instructions et recommandations figurant sur sur le Site Internet.\n La Société ne saurait être tenue pour responsable en cas de mauvaise condition de conservation des produits après livraison, en cas de consommation après la DLC ou dans tout autre cas où le Client n’aurait pas respecté les règles d’hygiène portées à sa connaissance par la Société ou par les autorités sanitaires.\n La Société se réserve le droit de modifier la composition d’un produit en fonction notamment de la disponibilité des ingrédients. Elle en informera préalablement les Clients concernés notamment en cas de modification d'ingrédients entraînant la présence d'un allergène supplémentaire. La Société s’engage à proposer une solution adaptée au Client sur simple demande s'il était indisposé par cette substitution, y compris le remplacement, dans la mesure du possible et en tout cas jusqu'à épuisement des stocks, ou remboursement des produits modifiés.\n Les photographies et illustrations présentées en ligne sont des suggestions de présentation.\n La Société se réserve le droit de modifier à tout moment et sans préavis son offre. En conséquence, les produits de notre offre sont disponibles tant qu’ils figurent sur le Site et dans la limite des stocks. En cas d’indisponibilité du produit après la passation de la commande, le Client sera informé par mail, et aucun paiement ne sera débité ; si le paiement a déjà été débité, il sera remboursé.\n Certains produits commandés par le Client pourraient ne plus être disponibles le jour prévu de la livraison en raison d'événements imprévisibles (pénurie d’essence par exemple), d’aléas climatiques, de l’indisponibilité des produits chez les fournisseurs pour toute autre cause. Dans cette hypothèse, la Société informera le client dans les plus brefs délais par courrier électronique, SMS ou téléphone et lui proposera une solution de remplacement ou un remboursement total ou partiel de sa commande.\n"
      },
      "orders": {
        "title": "Commandes",
        "content": "Pour passer commande, le Client devra créer un compte, choisir un identifiant et un mot de passe, à conserver de manière strictement confidentielle, auxquels il associe son prénom, son nom une adresse de livraison précise et un numéro de téléphone mobile opérationnel afin de permettre la livraison de la commande dans les meilleurs délais.\n A cette fin, le Client s’engage à fournir des informations sincères, véritables et à jour au moment de la prise de commande. La Société ne saurait être tenue pour responsable des conséquences résultant de données erronées ou incomplètes, notamment dans les coordonnées du destinataire, les quantités et type de produits commandés, ou le compte à débiter.\n La Société confirme la prise en compte de la commande du Client par courriel.\n La Société se réserve le droit de réclamer des informations complémentaires au Client, et de suspendre une commande dans une situation d’usage supposé abusif de ses services.\n La Société se réserve le droit de ne pas donner suite à une commande dans le cas notamment de la survenance de tout événement imprévisible. En pareille circonstance, aucun frais ne sera facturé au Client. Le cas échéant, la Société en informera le Client par tout moyen.\n Les informations contractuelles, présentées au Client en langue française, feront l’objet d’une confirmation au moment de la validation de la commande.\n Le Client est entièrement responsable des informations lors de l’enregistrement de la commande. En conséquence, notre responsabilité ne saurait être recherchée ni engagée dans le cas où la Société serait dans l’impossibilité de livrer ou d’exécuter la commande en raison d’erreurs, imprécisions ou omissions relativement à ces informations.\n Le Client, qui souhaite commander un ou plusieurs produits doit obligatoirement :\n Se connecter en s’identifiant au moment de passer commande, ou créer un compte personnel.\n Pour ce faire, il devra remplir le formulaire d’inscription ainsi que les détails de livraison sur lesquels il indiquera toutes les coordonnées demandées .\n Le Client est en outre amené à choisir un mot de passe qui devra rester confidentiel et ne pas être divulgué à un tiers. Le Client demeure responsable de l’utilisation de son compte et de son mot de passe.\n Remplir le panier de commande en ligne en sélectionnant les produits choisis\n Valider sa commande après l’avoir vérifiée, et notamment le lieu de livraison, ainsi que la date et l’heure de livraison sélectionnées\n Effectuer le paiement dans les conditions prévues\n Confirmer sa commande et son règlement\n Préalablement à la conclusion du contrat, la Société porte à la connaissance du Client, conformément à l’article  L.221-5 du Code de la consommation, notamment\n Une information sur les caractéristiques essentielles du produit commandé par le Client\n Le prix du produit et les modalités de paiement\n Les frais de livraison selon l’adresse de livraison et le créneau horaire de livraison choisi\n La date de mise à disposition ou de livraison du produit\n Les informations relatives à la Société, notamment ses coordonnées postales et téléphoniques\n L’information selon laquelle le Client ne bénéficie pas du droit de rétractation sur les produits périssables\n La prise en charge par vos soins des frais de retour des produits non-périssables en cas d’exercice de votre droit de rétractation\n Un rappel de l'existence d'une garantie légale de conformité pour les produits\n Les informations relatives au service après-vente et aux garanties commerciales\n Les conditions de résiliation du contrat\n Le montant total de la commande (prix hors taxe, prix TTC, frais de port ou l’indication de l’absence de frais de port). \n"
      },
      "orderControl": {
        "title": "Contrôle des commandes",
        "content": "Dans le but de prévenir les utilisations frauduleuses de moyens de paiement, de comptes Clients, d'adresses de livraison, et afin de renforcer la sécurité des transactions des Clients, la Société se réserve le droit d’effectuer des contrôles sur les commandes passées par ses Clients.\n La Société pourra ainsi demander à chaque Client de lui transmettre des documents justifiant de l’authenticité de son identité et/ou de son domicile (pièce d’identité, justificatif de domicile comme une facture d’électricité ou de téléphone fixe), que le Client soit une personne physique ou une personne morale.\n Dans le cadre de ces contrôles, si les pièces justificatives n’étaient pas adressées à la Société ou si les pièces adressées ne permettaient pas d'établir avec certitude l'identité de l'auteur de la commande et la réalité de la domiciliation, la Société se réserve le droit de ne pas valider la commande.\n Les pièces justificatives seront conservées uniquement le temps du traitement de la demande du Client.\n"
      },
      "prices": {
        "title": "Les tarifs",
        "content": "Les tarifs des produits exprimés en euros et toutes taxes comprises hors participation aux frais de livraison et de transport, en tenant compte du taux de TVA applicable le jour de la commande, sont ceux en vigueur. La Société se réserve le droit de modifier les prix à tout moment.\n Les produits seront facturés sur la base du tarif en vigueur au moment de la commande. Les frais de livraison, lorsqu’ils sont applicables, sont indiqués dans le résumé de commande sous le libellé « frais de livraison ».\n"
      },
      "payment": {
        "title": "Paiement et impayés",
        "content": "Le prix est payable comptant le jour de la validation de la commande par le Client.\n Le paiement s’effectue soit : \n par carte bancaire (Carte Bleue, Carte Visa, Carte Mastercard, Amex) via notre plateforme de paiement Stripe, dans un environnement sécurisé par un procédé de cryptage des données qui en assure la confidentialité \n via Paypal\n en espèce\n chacun participant activement à la sécurisation des transactions.\n Le montant soumis au paiement est égal à celui de la commande diminué du montant des réductions accordées par la Société lors de la commande . \n Le paiement se déroule donc directement entre le Client et la plateforme de paiement. Les informations transmises par le Client à partir de son ordinateur ne sont ni partagées avec les employés de la Société, ni avec des tiers.\n Les coordonnées peuvent être enregistrées avec l’acceptation du Client, ce qui signifie que le Client n’aura pas besoin de communiquer ces informations lors de chaque nouvelle commande. Le paiement sera débité sur le moyen de paiement déjà mémorisé de son choix.\n En cas de refus du centre du paiement bancaire concerné, la commande sera automatiquement refusée. En cas de paiement non validé le Client devra contacter son établissement bancaire et/ou le service Client de la Société.\n En cas d’impayé, la commande sera annulée.\n"
      },
      "discounts": {
        "title": "Remises",
        "content": "Des offres spécifiques peuvent être mises en place dans le cadre d’accords commerciaux avec certains partenaires. Celles-ci font l’objet de conditions particulières et permettent à certains Clients de disposer de remises sur leur addition (frais de livraison ou sur les produits) selon des modalités spécifiques définies contractuellement.\n"
      },
      "complianceOnDelivery": {
        "title": "Conformité lors de la livraison",
        "content": "Il appartiendra au client de vérifier les produits au moment même de leur livraison. En conséquence:\n En cas de produits manquants ou abîmés, le client devra faire toutes constatations nécessaires lors de la réception des produits auprès du service Client de la Société afin qu’une solution soit trouvée dans les meilleurs délais.\n En cas de non-conformité des produits livrés par rapport aux produits commandés, le Client devra formuler ses réclamations par écrit, dès qu'il en a la possibilité, à réception des produits à la Société.\n Les canaux de communication ont été précisés en dans la partie Service Client et Réclamations.\n"
      },
      "sponsorship": {
        "title": "Parrainage",
        "content": "La Société propose à ses Clients de parrainer leurs amis et cercles proches pour leur faire découvrir le service proposé. Chaque Client ayant honoré une première commande dispose d’un code parrain qu’il peut partager à sa convenance à ses filleuls.\n Lors de leur première commande, les nouveaux Clients ont la possibilité de saisir un code de parrainage leur permettant de bénéficier d’une promotion. Ce code de parrainage n’est pas cumulable avec une autre promotion en cours. Il n’est valable que si ce nouveau Client n’a jamais commandé auparavant sur le Site.\n Le parrainage a pour but de faire découvrir le Site à ses proches. Un Client peut parrainer jusqu’à 25 filleuls. Au-delà, il ne gagnera plus de crédit de parrainage. Dès que la commande d’un filleul a été validée, le Client parrain bénéficie d’un crédit de parrainage venant abonder sa Cagnotte. Ce crédit expire 365 jours après sa création.\n Un Client peut parrainer toute personne avec qui il entretient un lien personnel. Le Client accepte de ne pas se parrainer lui-même ou de faire un usage abusif de cette fonctionnalité.\n La Société se réserve le droit de suspendre un compte ou d’annuler de manière unilatérale le(s) crédit(s) de parrainage ainsi que la promotion issus du parrainage dans le cas où celui-ci aurait été gagné suite à une erreur, une fraude ou en violation de des présentes conditions.\n"
      },
      "rightOfWithdrawal": {
        "title": "Droit de rétractation",
        "content": "Conformément aux dispositions de l’article VI.73, 4° du Code de droit économique, le droit de rétractation applicable en matière de vente à distance ne peut être exercé dans le cas de la fourniture de biens qui, du fait de leur nature, sont susceptibles de se détériorer ou de se périmer rapidement. En application de ce texte, il est expressément indiqué que toute commande est ferme et définitive et que l’exercice du droit de rétractation est exclu. Le produit livré ne peut être ni repris, ni échangé.\n"
      },
      "guarantee": {
        "title": "Garantie",
        "content": "Le Client bénéficie de la garantie légale de conformité et de la garantie légale contre les vices cachés sur les produits vendus, sous réserve d’une réclamation formulée auprès du service Client.\n Le Client demeure seul responsable du choix des produits et de leur conservation. Toute garantie est exclue en cas de négligence, défaut d’entretien de la part du Client (notamment au regard du respect de la chaîne du froid) ou en cas d'événement de force majeure. La responsabilité de la Société ne saurait être engagée si l’inexécution ou la mauvaise exécution d’une commande est imputable au Client, ou liée à des contraintes techniques indépendantes de la volonté de la Société.\n"
      },
      "personalData": {
        "title": "Collecte et traitement des données à caractère personnelles",
        "content": "Les données à caractère personnel du Client font l’objet d’un traitement automatisé aux fins de gestion et de suivi de la relation Clients et prospects, de prospection et d’animation commerciale et de gestion de la relation contractuelle entre la Société et chaque Client.\n Les informations que nous recueillons proviennent de:\n l’enregistrement de l’adresse e-mail de chaque Client permettant de recevoir la newsletter. Le Client peut à tout moment se désabonner de la newsletter en cliquant sur le lien intitulé « se désinscrire » qui figure sur chacune des newsletters\n la saisie complète des coordonnées de chaque Client dans le formulaire de commande (nom, prénom, adresse email, numéro de téléphone, ...) de manière à pouvoir traiter sa commande\n la correspondance qui est envoyée à la Société et à ses partenaires de manière à pouvoir traiter les demandes issue de cette correspondance\n l’utilisation de l’ordinateur de chaque Client en mémorisant des informations transmises automatiquement par celui-ci quand il utilise le Site (notamment : cookies et adresse IP). La Société recueille des informations sur l’utilisation faite par chaque Client du Site afin d’obtenir des statistiques, notamment, sur le nombre de visiteurs sur le Site et de personnaliser et d’optimiser le contenu, la mise en page et les services proposés sur le Site.\n Les données personnelles sont utilisées exclusivement dans le respect des finalités précitées et approuvées par chaque Client. L’objectif principal de la collecte de données personnelles est d’offrir des services sûrs, efficaces et personnalisés.\n Les informations recueillies pourront éventuellement être communiquées à des tiers liés à la Société par contrat pour l’exécution de tâches sous-traitées nécessaires à la gestion de votre profil. Elles ne seront pas utilisées à d’autres fins dans ce contexte.\n Les informations personnelles collectées sont destinées à la Société, responsable du traitement, et peuvent être transmises à nos partenaires commerciaux si vous avez coché la case autorisant cette transmission. Ainsi, la Société ne communique pas à des tiers vos données personnelles sauf si vous avez expressément donné votre consentement ou s’il existe pour la Société une obligation légale de le faire.\n Ces tiers seront tenus d’utiliser vos informations personnelles identifiables uniquement dans le cadre des services qu’ils fournissent à la Société.\n Enfin, en cas de fusion ou de rachat de la Société, les données personnelles pourront être transmises à l’acheteur ou à la société absorbante après que les clients en auront été informés par mail et par avertissement explicite sur le Site.\n Les informations personnelles identifiables recueillies dans le cadre de l’utilisation du Site peuvent être stockées en île de france ou dans tout pays assurant un niveau de protection adéquat ou suffisant de la vie privée et des libertés et droits fondamentaux des personnes. En utilisant le Site, chaque Client accepte expressément le transfert vers la France et ailleurs des informations personnelles identifiables fournis à la Société.\n Conformément aux règlement (UE) général sur la protection des données du 27 avril 2016 (RGPD), chaque Client bénéficie d’un droit d’accès, d’interrogation, de modification, de rectification et de suppression des données le concernant ainsi que d’un droit d’opposition pour motif légitime.\n La Société archivera les bons de commandes et les factures qui constitueront des copies fiables résultant d’une reproduction à l’identique de la forme et du contenu de chaque bon de commande et facture.\n"
      },
      "properties": {
        "title": "Propriété intellectuelle et industrielle",
        "content": "Tous les textes, commentaires, ouvrages, illustrations, signes distinctifs, bases de données et images reproduits sur le Site sont protégés par des droits de propriété intellectuelle. Toute utilisation ou reproduction, totale ou partielle, sur tout support et à toute fin, sans le consentement préalable et exprès de la Société, est interdite et pourra faire l'objet de poursuites en contrefaçon.\n"
      },
      "applicableLaw": {
        "title": "Loi applicable",
        "content": "Les présentes CGV sont régies par la loi française. En cas de litige, le Client s’adressera en priorité à la Société afin de trouver une solution amiable, dans un délai d’un mois. A défaut, la compétence est attribuée aux tribunaux compétents de Paris.\n"
      },
      "nullity": {
        "title": "Nullité",
        "content": "La nullité d’une clause contractuelle des présentes n’entraîne pas la nullité de la totalité des présentes, les clauses non annulées conservant leur plein effet. La clause concernée, ou une partie de celle-ci, est réputée automatiquement remplacée par une ou plusieurs dispositions valides et exécutoires se rapprochant le plus possible de l'intention initiale de la Société et le Client.\n"
      }
    }
  },
  "privacy": {
    "title": "Politique de confidentialité",
    "content": "FI sweets construit avec ses clients, ses partenaires et ses consommateurs des relations fortes et durables, fondées sur la confiance réciproque : assurer la sécurité et la confidentialité de leurs données à caractère personnel est une priorité absolue pour FI sweets.\nFI sweets respecte l’ensemble des dispositions réglementaires et législatives françaises et européennes relatives à la protection des données à caractère personnel.\nFI sweets applique une politique de confidentialité extrêmement stricte pour garantir la protection des données à caractère personnel des utilisateurs de ses sites internet et autres applications :\nChaque utilisateur reste maître de ses données. Elles sont traitées de manière transparente, confidentielle et sécurisée.\nFI sweets est engagé dans une démarche continue de protection des données de ses utilisateurs, en conformité avec la Loi Informatique et Libertés du 6 janvier 1978 modifiée (ci-après « LIL ») et du Règlement (UE) Général sur la Protection des Données du 27 avril 2016 (ci-après « RGPD »).",
    "definition": {
      "title": "Définition",
      "content": "« Données à caractère personnel » désigne toute information se rapportant à une personne physique identifiée ou identifiable ; est réputée être une «personne physique identifiable» une personne physique qui peut être identifiée, directement ou indirectement, notamment par référence à un identifiant, tel qu'un nom, un numéro d'identification, des données de localisation, un identifiant en ligne, ou à un ou plusieurs éléments spécifiques propres à son identité physique, physiologique, génétique, psychique, économique, culturelle ou sociale (ci-après dénommée « Personne concernée »).\n« nous » désigne la société FI sweets.\n« Responsable du traitement » désigne la personne physique ou morale qui détermine les finalités et les moyens du traitement.\n« vous » tout utilisateur / visiteur de la Plateforme."
    },
    "subject": {
      "title": "Objet de la présentation",
      "content": "Nous accordons beaucoup d’importance à la protection de vos Données à caractère personnel.\nNous avons développé cette politique pour vous informer des conditions dans lesquelles nous collectons, traitons, utilisons et protégeons vos Données à caractère personnel. Cette politique s’applique notamment aux Données à caractère personnel traitées par FI sweets via la Plateforme. Veuillez la lire attentivement afin de savoir quelles catégories de Données à caractère personnel font l’objet d’une collecte et d’un traitement, comment nous utilisons ces données et avec qui nous sommes susceptibles de les partager. Cette politique décrit également quels sont vos droits et comment vous pouvez nous contacter pour les exercer ou pour nous poser vos éventuelles questions au sujet de vos Données à caractère personnel."
    },
    "identity": {
      "title": "Identité et coordonnées du responsable de traitement",
      "content": "Le Responsable du traitement est FI sweets société située au 13 rue romy scneider, Ormesson sur marne."
    },
    "collect": {
      "title": "Collecte & origine des données à caractère personnel",
      "content": "Nous sommes susceptibles de collecter vos Données à caractère personnel directement (notamment via les formulaires de collecte disponibles sur notre Plateforme) ou indirectement (notamment votre employeur et/ou les technologies de notre Plateforme).\nNous nous engageons à recueillir votre consentement et/ou à vous permettre de vous opposer à l’utilisation de vos données pour certaines finalités, dès que cela est nécessaire. Le cas échéant, vous pourrez retirer votre consentement à tout moment dans les sections concernées de l’espace client de la Plateforme."
    },
    "dataType": {
      "title": "Types de données à caractère personnel",
      "content": "Nous pouvons collecter et traiter notamment les types de Données à caractère personnel suivants :\nles informations que vous fournissez en remplissant les formulaires sur la Plateforme, notamment à des fins d’inscription et de personnalisation de votre compte, de participation à des études de satisfaction (ex. : civilité, nom, prénom, coordonnées, société, numéro de matricule interne etc.) ;\nles informations que vous fournissez à des fins d’authentification, de connexion et de navigation internet (ex. : identifiants, adresse IP, cookies etc.) ;\nles informations que vous fournissez à des fins de gestion et de paiement d’une commande ou d’un service (ex. : préférences alimentaires, informations relatives au paiement etc.) ;\nles informations que vous fournissez par le biais des « posts », des commentaires ou d’autres contenus que vous partagez avec nous.\nA défaut d’être signalées comme facultatives, les Données à caractère personnel à fournir ont un caractère obligatoire et à défaut de renseigner ces informations, votre demande ne pourra pas être prise en compte."
    },
    "dataFinality": {
      "title": "Finalités pour lesquelles nous utilisons les données à caractère personnel dans le cadre de nos préstations en milieu professionnel",
      "table": {
        "finality": {
          "title": "Finalité du traitement",
          "one": "Gérer et traiter les demandes de création et de gestion de comptes sur la Plateforme",
          "two": "Fournir les services et prestations commandées sur la Plateforme",
          "three": "Répondre à vos demandes de contact",
          "four": "Vous permettre de consulter votre solde et/ou vos historiques, votre consommation",
          "five": "Vous proposer des offres pour nos produits et services, vous adresser des newsletters, etc.",
          "six": "Partager des données de profils avec des partenaires tiers à des fins de ciblage publicitaire pour des audiences de profils similaires",
          "seven": "Réalisation des études de satisfaction",
          "eight": "Personnaliser et améliorer votre expérience sur notre Plateforme",
          "nine": "Conserver vos données de paiement par l’un de nos prestataires de paiement sécurisé afin de faciliter vos prochaines transactions sur la Plateforme",
          "ten": "Conserver les données relatives à vos préférences alimentaires afin de personnaliser vos commandes",
          "eleven": "Conserver les données relatives aux factures en vue d’un contrôle en matière fiscale ou comptable"
        },
        "legacy": {
          "title": "Fondement légal",
          "one": "L’Exécution et la gestion de notre relation contractuelle avec vous et/ou avec notre client (votre employeur)",
          "two": "L’Exécution et la gestion de notre relation contractuelle avec vous et/ou avec notre client (votre employeur)",
          "three": "L’Exécution et la gestion de notre relation contractuelle avec vous et/ou avec notre client (votre employeur)\nNotre intérêt légitime à améliorer la qualité et l’excellence opérationnelle des services que nous vous proposons",
          "four": "L’exécution et la gestion de notre relation contractuelle avec vous et/ou avec notre client (votre employeur)",
          "five": "Notre intérêt légitime à améliorer la qualité et l’excellence opérationnelle des services que nous vous proposons\nVotre consentement pour la réception d'offres de nos partenaires",
          "six": "Votre consentement",
          "seven": "Notre intérêt légitime à améliorer la qualité et l’excellence opérationnelle des services que nous vous proposons",
          "eight": "Notre intérêt légitime à améliorer la qualité et l’excellence opérationnelle des services que nous vous proposons",
          "nine": "Votre consentement",
          "ten": "Votre consentement",
          "eleven": "Le respect de certaines obligations légales"
        },
        "duration": {
          "title": "Durée de conservation des données",
          "one": "Jusqu’à 12 mois à compter de la dernière activité ou immédiatement suite au traitement de la demande de suppression du compte",
          "two": "Jusqu’à 5 ans à compter de la fin de notre relation contractuelle avec votre employeur",
          "three": "Jusqu’à 3 ans après le dernier contact",
          "four": "Jusqu’à la suppression de votre compte",
          "five": "Pour les clients existants : Jusqu’à 12 mois à compter de la dernière activité ou immédiatement suite au traitement de la demande de suppression du compte\nPour les prospects : jusqu’à 3 ans après le dernier contact émanant de leur part",
          "six": "Jusqu’à 12 mois à compter de la dernière activité ou immédiatement suite au traitement de la demande de suppression du compte",
          "seven": "Jusqu’à 12 mois à compter de la dernière activité ou immédiatement suite au traitement de la demande de suppression du compte",
          "eight": "Jusqu’à 12 mois à compter de la dernière activité ou immédiatement suite au traitement de la demande de suppression du compte",
          "nine": "Jusqu'au retrait de votre consentement",
          "ten": "Jusqu'au retrait de votre consentement",
          "eleven": "Jusqu'à 10 ans"
        }
      }
    },
    "dataDuration": {
      "title": "Durée de conservation de vos données à caractère personnel",
      "content": "Nous conserverons vos Données à caractère personnel pendant une durée qui n’excède pas la durée nécessaire aux finalités pour lesquelles elles sont collectées et traitées (cf. tableau ci-dessus).\nA l’issue de cette durée, les données strictement pertinentes peuvent être conservées (i) à des fins probatoires (en cas de contentieux ou en cas de contrôle par des organismes habilités), (ii) à des fins de respect des durées de prescription légales ou réglementaires et/ou (iii) pour respecter une obligation contractuelle avec nos clients."
    },

    "dataCommunication": {
      "title": "Communication des données à caractère personnel",
      "content": "Nous limitons l’accès à vos Données à caractère personnel à nos équipes qui ont besoin d’en connaître afin de traiter votre demande ou vous fournir le service demandé.\nNous ne divulguons par vos Données à caractère personnel à des tiers non autorisés. Nous pouvons toutefois partager vos données avec :\nnos clients dans le cadre d’exécution d’une obligation contractuelle ;\nles partenaires commerciaux de FI sweets (avec votre consentement préalable).\nNous nous assurons que ces destinataires mettent en œuvre des mesures de sécurité et de confidentialité appropriées afin que vos Données à caractère personnel soient protégées.\nNous n’autorisons pas ces destinataires à utiliser ou divulguer vos données, sauf dans la mesure nécessaire pour exécuter les services pour notre compte ou respecter les obligations légales. Par ailleurs, nous pouvons partager des Données à caractère personnel vous concernant (i) si la loi ou une procédure juridique nous impose de le faire, (ii) en réponse à une demande de toute autorité publique, ou (iii) si nous considérons que la transmission de ces données est nécessaire ou appropriée pour assurer la sécurité des personnes ou protéger le public et pour protéger nos droits et propriétés ainsi que ceux de nos clients."
    },
    "info": {
      "title": "Informations personnelles et mineurs",
      "content": "Le Plateforme s’adresse à des personnes majeures capables de contracter des obligations conformément à la législation du pays dans lequel vous vous trouvez.\nEn France, l'Utilisateur mineur de moins de 15 ans ou incapable doit obtenir le consentement préalable de son responsable légal préalablement à la saisie de ses données sur le Plateforme."
    },
    "dataTransfer": {
      "title": "Transferts de données à caractère personnel",
      "content": "Afin de garantir la sécurité et la confidentialité des Données à caractère personnel ainsi transférées, nous prenons toutes mesures nécessaires pour veiller à ce que ces données bénéficient d’une protection adéquate, telles que la signature de Clauses Contractuelles Types de la Commission Européenne ou tout autre mécanisme assurant un niveau de protection équivalent."
    },
    "rights": {
      "title": "Vos droits",
      "label": "Conformément à la loi applicable vous disposez de certains droits relatifs au traitement de vos Données à caractère personnel.",
      "table": {
        "accessRights": {
          "title": "Droit d’accès",
          "content": "Vous pouvez demander l’accès à vos Données à caractère personnel. Vous pouvez également demander la rectification des Données à caractère personnel qui seraient inexactes ou à ce que les données incomplètes soient complétées.\nVous avez également le droit de connaître les sources de ces Données à caractère personnel."
        },
        "removeRights": {
          "title": "Droit de suppression",
          "content": {
            "label": "Votre droit à l’oubli vous autorise à demander la suppression des Données à caractère personnel lorsque :",
            "one": "les données ne sont plus nécessaires à la réalisation des finalités pour lesquelles elles ont été collectées et traitées ;",
            "two": "vous choisissez de retirer votre consentement (dans les cas où votre consentement a été collecté comme base juridique du traitement) ce retrait n’impactant pas la licéité du traitement avant sa mise en œuvre ;",
            "three": "vous vous opposez au traitement ;",
            "four": "vos données ont été traitées de manière illicite ;",
            "five": "vos données doivent être effacées pour respecter une obligation légale ; ou",
            "six": "leur suppression est requise pour garantir la conformité à la législation en vigueur."
          }
        },
        "limitRights": {
          "title": "Droit à la limitation",
          "content": {
            "label": "Vous pouvez également demander la limitation au traitement de vos Données à caractère personnel si :",
            "one": "vous contestez l’exactitude de ces données ;",
            "two": "nous n’avons plus besoin de ces données pour les besoins du traitement ; et",
            "three": "vous vous êtes opposé(e) au traitement des données."
          }
        },
        "messageRights": {
          "title": "Droit de vous opposer aux messages de prospection directe",
          "content": "Vous pourrez à tout moment nous demander de ne plus recevoir de publicités ou de prospections en nous contactant directement et gratuitement, ou au moyen du lien de désinscription inclus dans toute prospection que nous serions susceptible de vous adresser par courrier électronique ou en envoyant un email à l’adresse indiquée ci-après. Cette opposition est sans préjudice à la légalité des envois réalisés avant sa mise en œuvre.\nConformément à l’article L.223-2 du Code de la consommation, l’Utilisateur est informé de son droit à s’inscrire sans frais sur la liste d’opposition au démarchage téléphonique (www.bloctel.gouv.fr)."
        },
        "autoRights": {
          "title": "Droit de ne pas faire l’objet d’une décision fondée exclusivement sur un Traitement automatisé des données",
          "content": "Vous avez la possibilité de ne pas faire l’objet d’une décision fondée exclusivement sur un Traitement automatisé produisant des effets juridiques vous concernant ou vous affectant de manière significative."
        },
        "portability": {
          "title": "Droit à la portabilité",
          "content": {
            "label": "Vous pouvez nous demander de vous fournir vos Données à caractère personnel dans un format structuré, communément utilisé, lisible par une machine, ou vous pouvez demander à ce qu’elles soient « portées » directement à un autre responsable du traitement à condition que :",
            "one": "le traitement soit fondé sur votre consentement ou sur l’exécution d’un contrat avec vous ; et",
            "two": "qu’il soit réalisé par des moyens automatisés."
          }
        },
        "deathRights": {
          "title": "Droit d’émettre des directives anticipées sur le traitement de vos Données à caractère personnel après votre décès",
          "content": "En application de la loi française relative à la protection des Données à caractère personnel, vous pouvez également définir des directives sur l’exercice de vos droits prévus par cette section après votre mort, (notamment sur leur durée de conservation, leur suppression et/ou leur communication) ainsi que de désigner une personne chargée de l’exercice de ces droits."
        },
        "claimRights": {
          "title": "Droit d’introduire une réclamation auprès d’une autorité de contrôle",
          "content": "Si vous avez des préoccupations ou des réclamations en ce qui concerne la protection de vos Données à caractère personnel, vous disposez d’un droit d’introduire une réclamation auprès de la Commission Nationale de l’Informatique et des Libertés via le lien suivant : www.cnil.fr.\nVous pouvez nous adresser au préalable toute demande en nous contactant à l’adresse indiquée ci-après afin que nous puissions traiter votre demande et trouver une solution amiable."
        },
        "text": "Pour exercer ces droits, vous pouvez formuler votre demande par email à l’adresse fi.sweets.94@gmail.com en nous indiquant votre nom, prénom et l’objet de votre demande. Nous sommes susceptibles de vous demander des informations supplémentaires afin de vous identifier et d’être en mesure de traiter votre demande."
      }
    },
    "security": {
      "title": "Sécurité",
      "content": "Nous mettons en œuvre toutes les mesures techniques et organisationnelles afin d’assurer la sécurité et la confidentialité des traitements de Données à caractère personnel.\nA ce titre, nous prenons toutes les précautions utiles, au regard de la nature des Données à caractère personnel et des risques présentés par le traitement, afin de préserver la sécurité des données et, notamment, d’empêcher qu’elles soient déformées, endommagées ou que des tiers non autorisés y aient accès (protection physique des locaux, procédés d’authentification avec accès personnel et sécurisé via des identifiants et mots de passe confidentiels, journalisation des connexions, chiffrement de certaines données etc.)."
    },
    "links": {
      "title": "Liens vers d'autres sites",
      "content": "Nous fournissons occasionnellement des liens vers d’autres sites Web à titre pratique et informatif. Ces sites exploités par des tiers peuvent avoir leur propre politique de confidentialité ou conditions d’utilisation, que nous vous suggérons fortement d’examiner. Nous déclinons toute responsabilité quant au contenu de ces sites, quant aux produits et services susceptibles d’y être proposés ou quant à toute autre utilisation."
    },
    "updatePrivacy": {
      "title": "Mise à jour de notre politique de confidentialité",
      "content": "Nous sommes susceptibles de mettre à jour ou modifier ponctuellement la présente politique dans l’hypothèse où nos activités ou nos obligations légales évoluent de manière substantielle. Dans le cas où nous apporterions des changements significatifs à la présente politique, nous publierons une note d’information sur notre Plateforme au moment de l’entrée en application des changements en question. Consultez régulièrement cette page pour un suivi des modifications.\nSi vous avez des questions ou des commentaires en ce qui concerne cette politique, n’hésitez pas à nous contacter à l’adresse fi.sweets.94@gmail.com ."
    }
  },
  "footer": {
    "privacy": "Politique de confidentialité",
    "terms": "Conditions d'utilisation"
  }
}
